{
    "title": "National Institute of Securities Markets (NISM)",
    "text": "Review your investments\n\nChange is the only constant\n\nWe invest our money to achieve some financial goals (see the article Why We Invest). As we can see, many of the financial goals, especially the long-term goals, may change over time. For example, when the parents plan to fund the higher education of their 5-year-old, it is impossible to know the costs, and hence they start with various assumptions regarding which stream the child would study in, which college one would go to, etc. Even the inflation (read the article Understanding Inflation) applied to the cost of the goal is an assumption.\n\nThis is just one part of the equation. The actual performance of the portfolio is also likely to be very different from the various assumptions.\n\nLet us take the analogy of a journey one undertakes. When someone goes on a long drive to an unknown destination, they use GPS, which shows the route and approximate time they should be able to reach it. However, along the way, many things can change, e.g., there could be a tyre puncture, there could be a traffic jam on the road, or the driver may decide to take an unscheduled break or a detour. All these factors would impact the overall journey. In such a case, the GPS starts to recalculate and gives revised estimates of when the car will likely reach the destination.\n\nImportance of Review\n\nThe review of investments is also similar to the GPS example above. There could be a change in the goal, the markets may behave in an uncertain manner, the portfolio may outperform or under-perform the broad market, or the investor may change the portfolio or even the structure of regular expenses, impacting one’s ability to save. Considering all these possibilities, it is critical that the investment plans be reviewed.\n\nWhat should be reviewed?\n\nAt the time of reviewing one’s investments, most investors spend too much time reviewing the performance of individual components of the portfolio in order to decide what one should remove from the portfolio or what one should add. While this part of the review is required, it should not be the first step.\n\n1. Financial situation and the financial goals\n\nThe starting point of the review must always be to take a fresh look at the financial goals. Have the goals changed or the estimated value of them remained the same at the time of funding?\n\nMany assumptions pertaining to the cost of the goal, the time horizon, or even the inflation assumption may also change.\n\nOne of the things that always changes is the time-to-goal, which keeps reducing as the goal approaches. The portfolio allocation may need to be revised in such a case, too.\n\n2. One’s current financial situation\n\n\n\nMany times, one’s personal situation or family’s situation may change; e.g., a marriage in the family, a birth, or a death could mean a lot for the family. Similarly, a change in job, retirement, or even repayment of a loan could also have an impact on the financial situation.\n\n3. The portfolio, in the end, While reviewing the portfolio, one must keep in mind that there could always be some component that under-performs. It is important to check the progress of the entire portfolio to see whether it is positioned to help one reach the financial goal or not\n\nThen comes the final point of reviewing the individual components of the portfolio\n\n\n\n"
}